MoreWidgetsURL = "http://www.apple.com/de/downloads/dashboard/";
ManageWidgets = "Widgets verwalten …";
1ofn = "%@ von %@";
ellipsis = " …";
Keep = "Behalten";
Delete = "Löschen";
WidgetRemoved = "Es gibt ein Problem mit dem Widget „%@“. Es wurde daher in den Papierkorb gelegt.";